const ArmyTextRu = () => {
    return (
        <div className="seo-category-text">
            <h2>Армия и полиция</h2>

            <p>
                Когда солдаты или спецназовцы подвергаются опасности взрыва и горения
                топлива, разница между жизнью и смертью может измеряться в секундах.
                Благодаря запатентованной смеси волокон, включая Lenzing® FR,
                уникальным тепло- и огнестойким свойствам, TenCate Defeder™ M
                обеспечивает военному эти драгоценные дополнительные секунды защиты.
            </p>

            <p>
                TenCate Defender™ М обеспечивает комплексную защиту во время
                воздействия пламени и высокой температуры при пожаре или взрыве.
                <br />
                TenCate Defender™ М быстро затухает.
                <br />
                TenCate Defender™ М не плавится, не прилипает к коже, что минимизирует
                риск травмы и гибели людей от ожогов. Тепло- и огнестойкие свойства
                TenCate Defender™ М всегда присущи ткани. Они не смываются и не
                изнашиваются, независимо от того, сколько раз военная форма стиралась
                или как долго она носится.
            </p>

            <p>
                Эти проверенные ткани поставляются миллионам солдат и полицейским по
                всему миру, защищая их в опасных зонах конфликтов - на суше, в воздухе
                и на море.
            </p>

            <p>
                Если вы ищете самые эффективные свойства огнезащитной ткани для
                оперативных форм, выбор ясен - TenCate Defender™ М!
            </p>
        </div>
    );
};

export default ArmyTextRu;