import CategoryHighlight from '../CategoryHighlight';
import { armyItems } from './armyHighlights.js';
import { useLang } from '../../i18n/LangContext';
import army2 from '/images/catimg/army/army2.jpg';

const ArmyTextRu = () => {
    return (
        <div className="seo-category-text">
            <h2>Армия и полиция</h2>

            <p>
                Когда солдаты или спецназовцы подвергаются опасности взрыва и горения
                топлива, разница между жизнью и смертью может измеряться в секундах.
                Благодаря запатентованной смеси волокон, включая Lenzing® FR,
                уникальным тепло- и огнестойким свойствам, TenCate Defeder™ M
                обеспечивает военному эти драгоценные дополнительные секунды защиты.
            </p>

            <p>
                TenCate Defender™ М обеспечивает комплексную защиту во время
                воздействия пламени и высокой температуры при пожаре или взрыве.
                <br />
                TenCate Defender™ М быстро затухает.
                <br />
                TenCate Defender™ М не плавится, не прилипает к коже, что минимизирует
                риск травмы и гибели людей от ожогов. Тепло- и огнестойкие свойства
                TenCate Defender™ М всегда присущи ткани. Они не смываются и не
                изнашиваются, независимо от того, сколько раз военная форма стиралась
                или как долго она носится.
            </p>

            <p>
                Эти проверенные ткани поставляются миллионам солдат и полицейским по
                всему миру, защищая их в опасных зонах конфликтов - на суше, в воздухе
                и на море.
            </p>

            <p>
                Если вы ищете самые эффективные свойства огнезащитной ткани для
                оперативных форм, выбор ясен - TenCate Defender™ М!
            </p>

            <div style={{ display: "flex", gap: 20, alignItems: "center", margin: "20px 0" }}>
                <div>
                    <p style={{ marginBottom: 0, maxWidth: "50%" }}>
                        TenCate Defender™ М обеспечивает комплексную защиту під час дії полум'я і
                        високої температури у разі пожежі або вибуху.
                        <br />
                        TenCate Defender™ М швидко гасне.
                        <br />
                        TenCate Defender™ М не плавиться, не прилипає до шкіри, що мінімізує
                        ризик травми та загибелі людей від опіків. Тепло- та вогнетривкі
                        властивості TenCate Defender™ М завжди притаманні тканини. Вони не
                        змиваються та не зношуються, незалежно від того, скільки разів військова
                        форма пралася або як довго вона носиться.
                    </p>

                    <p style={{ padding: "20px 0", margin: 0 }}>
                        Ці перевірені тканини поставляються мільйонам солдат та поліцейським по
                        всьому світі, захищаючи їх в небезпечних зонах конфліктів - на суші, в
                        повітрі та у морі.
                    </p>

                    <p>
                        Якщо ви шукаєте найефективніші властивості вогнезахисної тканини для
                        оперативних форм, вибір ясний - TenCate Defender™ М!
                    </p>
                </div>

                <img src={army2} alt="" />
            </div>



            <CategoryHighlight
                items={armyItems}
            />
        </div>
    );
};

export default ArmyTextRu;