const FireTextRu = () => {
    return (
        <div className="seo-category-text">
            <h2>Пожарные, спасатели, работники МЧС</h2>

            <p>
                TenCate Protect заслуживают репутацию самого надежного производителя
                среди самых требовательных профессионалов мира благодаря максимальной
                поддержке их безопасности и защиты. Наши ткани превращаются в
                спасательную одежду для пожарных и поисково-спасательных служб,
                работающих в опасных условиях в рисковых зонах по всему миру. Мы
                предоставляем пожарным самый широкий спектр возможностей среди всех
                производителей защитных тканей для изготовления униформы для пожарных,
                их боевой одежды, внешних защитных тканей, тканей для укрепления и
                армирования, термостойких подкладочных тканей.
            </p>

            <ul>
                <li>
                    <strong>Внешние ткани</strong>
                    <p>
                        TenCate Protect поставляет инновационные ткани, которые
                        обеспечивают прочную, надежную и, прежде всего, безопасную первую
                        линию защиты от тепла, пламени и истирания. Основные преимущества
                        включают присущую тепло- и огнестойкость, сопротивление разрыву,
                        сопротивление истиранию, тепловую защиту (во время и после
                        термического воздействия) и водоотталкивающие свойства.
                    </p>
                </li>
                <li>
                    <strong>Термо-влажный барьер</strong>
                    <p>
                        Эта критическая часть боевой одежды пожарного обеспечивает прочную
                        защиту от воды и опасных жидкостей (таких как химические вещества
                        и жидкости организма). Термо-влажный барьер препятствует
                        проникновению влаги внутрь внутренней части одежды, но позволяет
                        пропускать испарения пота. Это помогает уменьшить тепловой стресс
                        на тело, облегчая отток тепла и пара.
                    </p>
                </li>
                <li>
                    <strong>Тепловые барьеры</strong>
                    <p>
                        Thermal-liner изолирует пожарных от интенсивного, конвективного и
                        лучистого тепла при пожарах в сооружениях. Это уменьшает тепловую
                        нагрузку, которую переживает пожарный. Thermal-barrier состоит из
                        Thermal-liner, стеганого с одним или несколькими слоями нетканого
                        материала. Термозащитные, дышащие и легкие тепловые барьеры
                        обеспечивают более высокие комфортные характеристики, которые
                        могут снизить тепловой стресс для пожарных.
                    </p>
                </li>
                <li>
                    <strong>Армирующий материал</strong>
                    <p>
                        Армирующий материал также был включен в боевую одежду пожарного.
                        Это высокоэффективная прочная защитная ткань, которая специально
                        разработана для усиления мест в одежде, которые получают
                        чрезмерный износ, таких как колени и локти. Армирующая ткань
                        TenCateProtect имеет легкую конструкцию и исключительную
                        термостойкость. Это делает ее отличной альтернативой традиционным
                        арматурным материалам (например коже).
                    </p>
                </li>
                <li>
                    <strong>Системы</strong>
                    <p>
                        Боевая одежда пожарного и спасателя состоит из защитной
                        многослойной системы (внешняя ткань + термо-влажный барьер +
                        тепловой барьер). TenCate Protect поставляет различные
                        индивидуальные системы, сертифицированные в соответствии с
                        официальным стандартом EN 469, уровень 2: 2005.
                    </p>
                </li>
            </ul>
        </div>
    );
};

export default FireTextRu;